// ================================================================================
// script.js
// 案件用のスクリプトファイル
// ================================================================================

// DOM Read for Vanilla
// --------------------------------------------------------------- //

document.addEventListener('DOMContentLoaded', () => {
    
});



// DOM Read for jQuery
// --------------------------------------------------------------- //
jQuery(function ($) {
    console.log("jqueryを使えるぞい");
    $('body').addClass('success');
});